{
  "splash_screen_tagline": [
    "Made with ♥ by"
  , "The Developer that Cares"
  , "Thank her in the morning"
  , "In case of bugs, complain to"
  , "The sorely inexperienced coder"
  , "undefined (Just kidding!)"
  , "She made the music, graphics, and code."
  , "Not actually a doll in real life."
  , "Can you handle her sass?"
  , "It's pronounced “HAL-see-yun”."
  , "The Asian better than you"
  ]
, "splash_screen_name": "Haley Halcyon"
, "splash_screen_tagline_2": [
    "Based on the works of"
  , "In loving homage to"
  , "Mostly copied from"
  , "With mad respect to"
  , "Support the original by"
  , "Concept lifted from"
  , "An irreverent fan game of"
]
, "splash_screen_name_2": "Jackbox Games"
, "sys_scroll" : "Use any player's [[↑]] and [[↓]] to scroll"
, "modal_first" : [
    "#Controls"
  , "Each keyboard player uses a 3x2 array of keys. Keys are detected by physical position, so users of QWERTZ, AZERTY, or other layouts can rest easy!"
  , "Up to 4 players can play on the keyboard at once."
  , "!data/key_layout.svg"
  , "Each controller player uses 4 face buttons or a D-pad [[↑]] [[←]] [[→]] [[↓]], 2 shoulder buttons [[↖]] [[↗]], and a joystick for typing."
  , "!data/gamepad_layout.svg"
  , "Use [[↑]] and [[↓]] to navigate, [[→]] to confirm, and [[←]] to cancel. For more details, check the rules."
  , "#Audio"
  , "This program has audio. Please check your audio volume."
  , "This program is for up to 4 players, but one player must use the numpad."
  , "#Browser compatibility"
  , "This application should be run on Chrome or Firefox. If your browser supports hardware acceleration, it is recommended to enable it."
  ]
, "game_title" : [
    "Salty"
  , "T", "rivia"
  , "with Candy Barr"
  , "The Pilot Episode"
]
, "title_option_box" : [
    "Start"
  , "Settings"
  , "Rules"
  , "About “Salty Trivia”"
  , "Credits"
  , "More Haley Halcyon"
]
, "sys_cancel": "Cancel"
, "sys_start": "Start!"
, "sys_dismiss": "Dismiss"
, "title_signup" : "Player signup"
, "title_episodes" : "Episodes"
, "signup_press" : "Press [[↑]] to sign up"
, "signout_press" : "Press [[↓]] to sign out"
, "modal_about": [
    "#About"
  , "Salty Trivia with Candy Barr is a sassy trivia video game where the questions are ridiculous but the answers are serious."
  , "This game was created by Haley Wakamatsu, who also wrote most questions, coded this demo, and voiced your host, Candice “Candy” Barr."
]
, "modal_controls" : [
    "# Controls"
  , "* Keyboard"
  , "Each player has 6 keys. Use Esc to pause. Assuming you use QWERTY, the keys are:"
  , "Player 1: Q W E A S D"
  , "Player 2: F G H V B N"
  , "Player 3: U I O J K L"
  , "Player 4: 7 8 9 4 5 6 (Numpad)"
  , "(Except when typing, the keys are detected using their physical location, so the game is compatible with any keyboard layout.)"
  , "!data/key_layout.svg"
  , "* Controller"
  , "Each player uses 4 face buttons [[↑]] [[←]] [[→]] [[↓]] and 2 shoulder buttons [[↖]] [[↗]]. In addition, each player has one joystick for typing, and each controller has a pause button."
  , "* Shared Controller"
  , "You can share some controllers among 2 people! Player 1 takes the left stick, D-pad, and two left shoulder buttons. Player 2 takes the right stick, face buttons, and two right shoulder buttons."
  , "!data/gamepad_layout.svg"
  , "# Basics"
  , "Answer the questions correctly using your controller."
  , "# Lifesavers"
  , "All players start with one Lifesaver. If you use the Lifesaver on a question before time runs out, one answer will be eliminated for you (two if you're lucky!), and you will get to answer after that, reducing your options to three instead of four! Some special question formats do not accept Lifesavers."
  , "# Question Types"
  , "* Standard and Candy Trivia"
  , "Use [[↑]], [[←]], [[→]], and [[↓]] to select one of four options."
  , "Each correct answer nets you 10 points, but each wrong answer costs you 10 points."
  , "In Candy Trivia with Salty Barr, the question and/or options are about candy."
  , "* Sorting Time"
  , "Use [[←]] and [[→]] to sort the 7 items into 2 categories. Sometimes you need to press [[↑]] to sort into both. If you are unsure and don't want to risk it, you can press [[↓]] to skip. <span style='font-size:75%'><s>Chicken.</s></span>"
  , "Each item is worth 3 points."
  , "* The 1000x Question"
  , "The question starts out at 10000 points! Answer as soon as possible, because only the first to answer correctly gets the points, and the question's value lowers every instant. But don't jump the gun! You are not allowed to answer before the options are revealed."
  , "* All Outta Salt"
  , "You will see a phrase whose every syllable rhymes (or almost does) with the syllables of another phrase. When you know what it is, press any face button to buzz in, then type in your answer. If nobody answers for a certain amount of time, up to 3 hints will be shown."
  , "Each All Outta Salt is worth 20 points. Each hint will lower the value by 5 points."
  , "You cannot use a Lifesaver on All Outta Salt."
  , "* Sugar Rush"
  , "You will get a title, followed by 6 categories containing 6 items. For each category, press the corresponding key [[↖]], [[↑]], [[↗]], [[←]], [[↓]], [[→]] to answer whether that item fits that category. Categorize an item correctly and gain points; Categorize an item incorrectly and lose points."
  , "Each item is worth 2 points, making the whole Sugar Rush valued at 72 points."
  , "You cannot use a Lifesaver on Sugar Rush."
  , "* Hike Your Likes"
  , "You will get 3 items and 5 categories. For each category, press the corresponding button [[↑]], [[←]], [[↓]], [[→]] to answer whether that item fits that category. Each correct answer gives the player 100 'likes', which are then converted to points at the end of the game. There is also a 4th bonus item for each category, which, in multiplayer mode, can only be answered by the half of players with the fewest 'likes'."
  , "10 likes is equal to 1 point, and you break even at 1000 likes."
  , "You cannot use a Lifesaver on Hike Your Likes."
]
, "modal_credits": [
    "#Credits"
  , "*Made out of love for"
  , "“You Don't Know Jack” series"
  , "created by Harry Gottlieb"
  , "IP of Jackbox Games"
  , "!jackbox.svg"
  , "(This is a fangame that builds upon the formula. We are not affiliated with Jackbox Games in any capacity.)"
  , "#Creative Director"
  , "Haley Wakamatsu “Haley Halcyon”"
  , "!haley.svg"
  , "#Coding"
  , "*Head programmer"
  , "Haley Wakamatsu"
  , "#Writing"
  , "*Head writer"
  , "Haley Wakamatsu"
  , "*Writers"
  , "Zilla"
  , "#Voice"
  , "*The host, Candice “Candy” Barr"
  , "Haley Wakamatsu"
  , "*The producer, Miles Stone"
  , "Salem Morrison"
  , "*The sound guy, Daisy Chain"
  , "Zilla"
  , "#Music"
  , "*Musical director"
  , "Haley Wakamatsu as “Akira Sora”"
  , "*All Outta Salt theme"
  , "arranged from “1st movement: Allegro – Concerto No. 1 in E major, Op. 8, RV 269, “Spring” — Antonio Vivaldi” by Akira Sora"
  , "*Settings theme"
  , "arranged from “Funky Stars (Hybrid Song) - Axwell as ‘Quazar’” by Akira Sora"
  , "*All other pieces"
  , "original compositions by Akira Sora"
  , "#Other help and feedback"
  , "shslsquirrel"
  , "#In association with"
  , "Cookie Powered Entertainment"
  , "[→] Accept our thanks for playing!"
  ]
, "modal_popup" : [
    "To show this page, please allow pop-ups."
  , "Alternatively, please go directly to "
  , "."
]
, "error_menu_item" : [
    "An error occured while trying to select a menu item."
  ]
, "error_nobody" : [
    "#Nobody signed up."
  ]
, "error_episode_list" : [
    "An error occurred while fetching the episode list."
  ]
, "error_episode_load" : [
    "An error occurred while trying to load the episode."
  ]
}